{
    "D1": [
        {
            "politics": "一、友善民生建設\n  縣鄉村協力民生建設，維護路平、燈亮基本需求。聚落環境建設須與生態共存，建材應多選用「北緯26度島嶼顏色計畫」所歸納出代表馬祖的18種顏色，展現聚落質樸特色，提昇人居環境質量。\n二、共融式遊戲場\n  「遊戲場」是兒童發展的重要環境。在遊戲場當中，孩子們聚在一起自由奔跑、跳躍、創造、想像並建立人際互動。在遊戲、玩樂的過程中，孩子們相互學習模仿、發展各種感官與認知能力，認識彼此之間的相似與相異之處，學會尊重與包容。「共融式遊戲場」能提供所有兒童一同玩樂、遊戲、發展能力的遊戲空間，包括一般兒童及具特殊需求之兒童，應具有無障礙環境、適合不同障別、多元刺激、寬敞、安全、具互動性、有趣及舒適等特色。推動公園共融式遊戲場，吸取台北市及外國經驗，建構設計親子遊戲場，讓不同孩子均能參與及使用遊戲場，也讓鄉親能從公園遊戲場的改進中，感受到幸福。\n三、 族群融合多元文化\n  南竿先民來自大陸，島嶼文明開發可上溯至唐宋元；近代新住民有台、客、原民、大陸、越南、泰國、緬甸、寮國、柬埔寨、菲律賓等，隨著時代演進逐漸融合影響，帶來閩東文化為主之外的多元新面貌；此過程有許多故事和移民生活的足跡，結合社區、社團舉辦活動，透過影像與文字建立記憶庫。\n四、戰勝長新冠定期開設養生健身班\n  面對omicron 後疫情期，以及未知可能還陸續有變種病毒侵境，鄉親們除了擔心染疫外，也憂慮影響身心更久。面對染疫後的「長新冠後遺症」，將規劃定期於社區活動中心或媒合各適宜場地開設養生健身班。邀請台灣營養師、傷科、婦科內科中醫師、健身教練、氣功師父、瑜珈老師、等，開設調養長新冠後遺症的課程、中醫師義診等活動，協助曾染疫的鄉親早日走出長新冠影響，提升鄉親的免疫力，對抗未知的可能健康、疫情變化與教導「長新冠」預防衛教知識、調養健康的方法。\n五、鄉政資訊透明化\n  政府資訊應公開，透明化必要性與公益性的資訊，保障民眾知情權益，提升公民參與需求，達到全民共同監督施政的目的。\n六、建立快速溝通平台\n  運用鄉親慣習使用的手機通訊工具，建構提升鄉政資訊及生活資訊的傳播效率，方便雙向溝通並即時提供服務的網路平台。\n七、生命園區圓滿生命\n  逐步充實生命園區設施設備，規劃環境動線及附屬空間使用，輔導殯葬專業及鼓勵殯儀志工組織服務；努力實現殯葬一元化的精神，提供鄉親「殮、殯、奠、祭」都在園區內辦理，讓生命能更圓滿、更尊嚴。\n八、傳統市場轉型經營\n  獅子市場為在地的情感連結和鄉親生活中心，是承載著許多地方區域文化、特色的場域；支持自治會組織功能，賡續環境衛生改善、加強燈光照明、通風。輔導攤商貨品陳設方式、徵選創意攤商、輔導有心創業的身心障、中年、弱勢族群進駐攤位，並保留地方特色元素，使更具有生活與觀光市集的功能。\n九、環境永續垃圾減量\n  南竿鄉為本縣行政中心及交通樞紐，觀光資源豐富及具有地方特色，隨著國內疫情趨緩湧入大量旅遊人潮，帶動相關觀光產業與經濟的發展，相對也造成環境的負荷與影響，旅遊垃圾量的增加，對垃圾處理的的容受力形成沉重負荷，本鄉無設置焚化爐，所有垃圾均仰賴他縣市協助焚化處理，因此資源回收及源頭減量工作係為本鄉環保重要課題。本鄉近年來配合執行各項村落、海灘環境維護、資源回收及民生垃圾處理工作，未來將更積極鼓勵本鄉提供環保優惠之觀光旅遊業，限塑及減少一次性用品產生，共同倡導垃圾減量，達到居民與遊客共贏，營造優質遊憩的清新島嶼環境。",
            "img": "\/json\/portrait\/cand\/D1\/09007\/09007010000001.jpg",
            "gender": "男",
            "victor": false,
            "name": "陳其平",
            "birth": "0571024",
            "type": "鄉鎮市長",
            "deptCode": "010",
            "party": "中國國民黨",
            "candNo": 1,
            "home": "連江縣"
        },
        {
            "politics": "一、立即規劃惠民市場多功能大樓整建計劃。二、規劃興建北竿示範住宅提升居住品質，落實居住正義。三、積極推動白沙港區現有空間改善利用以提升停車安全及人員便利性。四、全面外包北竿主幹道及壁山東、西道路週邊路樹修剪及環境維護。五、爭取北竿北海坑道修繕並建置北竿藍眼淚生態館，同時修復坑道上方之舊有步道增加北竿觀光新亮點。六、推動北竿海域休憩及海上活動。七、定期辦理運動、音樂藝文等活動。八、推動「林相更新」種植春櫻、夏蘭、秋楓、冬杏等植栽，提升北竿綠美化工程。九、爭取成立北竿鄉青年發展組織，協助青年、學子更加了解家鄉，增加其返鄉生根及就業意願。十、爭取北竿鄉親搭乘南北竿交通船票之減免。十一、積極推動整合坂里農田活化再利用以解決農民生計及農地閒置問題。十二、定期集會村長與觀光從業人推動「林相更新」種植春櫻、夏蘭、秋楓、冬杏等植栽，提升北竿綠美化工程。\n相互了解遊客和住民間的需求，做為各村基礎建設的參考以求雙贏。",
            "img": "\/json\/portrait\/cand\/D1\/09007\/09007020000001.jpg",
            "gender": "男",
            "victor": false,
            "name": "王建華",
            "birth": "0640228",
            "type": "鄉鎮市長",
            "deptCode": "020",
            "party": "中國國民黨",
            "candNo": 1,
            "home": "連江縣"
        },
        {
            "politics": "〔樂活東西島、禮義莒光鄉〕堅持以保護莒光鄉世代傳承之珍貴人文及自然資產為基礎，東西二島團結一心，所會良性及理性溝通，發展各項建設、健全醫療及長照、便捷海陸空交通、活絡民生經濟、提升居民生活及旅遊觀光品質，共創莒光鄉美好未來。\n一、交通安全舒適便捷：極力爭取臺馬之星及新臺馬輪彎靠東西莒暨興建青帆猛澳升降及浮動碼頭\n二、觀光發展兼顧環境：\n三、行政治理重視人才：\n四、保留傳統聚落發展新興住宅：\n五、醫療長照健康安居：\n六、珍惜資源水電無虞：\n七、多樣產業豐絡經濟：\n八、善終安息生命圓滿：",
            "img": "\/json\/portrait\/cand\/D1\/09007\/09007030000001.jpg",
            "gender": "男",
            "victor": false,
            "name": "陳樂禮",
            "birth": "0610518",
            "type": "鄉鎮市長",
            "deptCode": "030",
            "party": "中國國民黨",
            "candNo": 1,
            "home": "連江縣"
        },
        {
            "politics": "一、落實福利活化社區：落實各年齡層鄉親福利制度，推動多元社區活動。\n二、宜居島嶼人群匯聚：爭取本鄉住宅區興建，增加鄉內居住空間。\n三、穩定交通便利生活：爭取本鄉對外穩定交通航線，提升鄉親生活機能。\n四、離島醫療強化照護：提升本鄉緊急醫療品質，爭取穩定醫療後援機制。\n五、島嶼品牌推向國際：持續辦理大型活動，導入資源提升本地商家及商圈軟實力。\n六、共享經濟共創東引：爭取東引酒廠共同經營權，提升本鄉第一名產品牌識別。\n七、大型建設持續推進：持續跟進本鄉各項大型工程，並擬定後續維管策略。\n八、健康生活樂活鄉鎮：持續推動室內運動中心、及爭取室內游泳池興建工程。\n九、市容修繕點亮島嶼：爭取市容改善補助機制，持續導入綠美化、公共藝術。\n十、形塑地方創造價值：爭取歷史空間、老舊街區再造及地方有志人士創業補助輔導。",
            "img": "\/json\/portrait\/cand\/D1\/09007\/09007040000001.jpg",
            "gender": "男",
            "victor": false,
            "name": "林德建",
            "birth": "0600504",
            "type": "鄉鎮市長",
            "deptCode": "040",
            "party": "中國國民黨",
            "candNo": 1,
            "home": "連江縣"
        },
        {
            "politics": "1、積極爭取東引酒廠獨立運作，找回昔日榮光，保障員工應有權益及福利。\n2、積極協調七棟重建，改善鄉親居住安全及品質。\n3、持續推動集合式住宅興建，舒緩鄉內住宅需求的壓力。\n4丶強化銀髮族和幼兒的福利政策。\n5、積極協調產發處輔導及協助鄉親開發在地特色伴手禮。\n6丶推動觀光景點套票收費，以擴充鄉庫收入，用於鄉親福利、廟宇維護及整修。 \n7丶推動室內停車場興建，解決鄉親停車需求。\n8丶中柱港區規劃機車停車場，將租賃機車集中於碼頭，解決村莊內機車違停亂象。 \n9、推動東引海域分區護魚，以利海洋資源永續。\n10、檢討離島醫療後送機制及簡化流程，爭取黃金時間，保障鄉親生命安全。\n11、定期與地方青年座談，促進青年返鄉丶留鄉意願，為地方注入新活力。\n12、持續辦理全鄉鄉民意外險，並增加保障權益。",
            "img": "\/json\/portrait\/cand\/D1\/09007\/09007040000002.jpg",
            "gender": "男",
            "victor": false,
            "name": "曹恆勇",
            "birth": "0640308",
            "type": "鄉鎮市長",
            "deptCode": "040",
            "party": "民主進步黨",
            "candNo": 2,
            "home": "連江縣"
        },
        {
            "politics": "1.強化獨居老人緊急救援連線機制，確保老者安心在宅。\n2.調整在地青年結婚生育津貼，醫療後送、安寧返鄉交通費用全額補助。\n3.提高低收及中低收入戶、身心障礙者等各項生活津貼補助。\n4.結合社區發展協會，拓展與推廣各村設置照顧關懷據點，落實政府照護走入社區施政目標。\n5.活化傳統市場，結合專業設計進場，推動市場質感美化。\n6.輔導市場名氣攤商認證，創新商品經營特色。\n7.彈性延長市場營業時段，觸及更加多元消費客群。\n8.培育經營管理人才，引進傳統市場新活力。\n9.提高獎勵起掘遷葬補助，加速舊墓更新。\n10.實施輪葬制度，墓基循環使用，限定墓基使用面積，有效解決墓地需求。\n11.針對專業職缺提供受訓課程，補助在鄉學子證照取得。\n12.營造特色村落裝置藝術，打造豐富美感南竿島嶼。\n13.滿足社區基層設施需求，融入在地元素，提升民眾生活品質。\n14.加強鄉境村容環境整潔，增加地方觀光軟實力。\n15.強化鄉網站與值勤台功能，建置24小時聯絡服務窗口。",
            "img": "\/json\/portrait\/cand\/D1\/09007\/09007010000002.jpg",
            "gender": "男",
            "victor": false,
            "name": "林志東",
            "birth": "0550819",
            "type": "鄉鎮市長",
            "deptCode": "010",
            "party": "中國國民黨",
            "candNo": 2,
            "home": "連江縣"
        },
        {
            "politics": "1.發展北竿農漁產品創生計劃。2.爭取北竿3C機場擴建及馬祖大橋計劃。3.爭取北竿室內多功能樂活體育展演館。4.推動北竿示範住宅計劃。5.爭取推動白沙港防坡堤延伸及橋仔漁港二期計劃。6.推動北竿全區景點設施優化升級。7.建構全鄉免費wifi熱點。8.爭取19噸級漁船貨船上架維修廠。9.推動全鄉景觀路燈汰換計劃。10.大坵梅花鹿生態島整體開發計劃。11.爭取塘岐形象商圈景觀升級計劃。12.推動全鄉道路標誌級景點指示牌共桿計劃。13.爭取壁山觀景台擴建及改善停車場計劃。14.推動惠民市場重建多功能大樓。15.推動芹壁、午沙、橋仔沙安復育整治計劃。16.提升各村汙水接管率並落實維管工作。17.持續改善各村村容打造美好生活空間。",
            "img": "\/json\/portrait\/cand\/D1\/09007\/09007020000002.jpg",
            "gender": "男",
            "victor": false,
            "name": "吳金平",
            "birth": "0541106",
            "type": "鄉鎮市長",
            "deptCode": "020",
            "party": "中國國民黨",
            "candNo": 2,
            "home": "連江縣"
        },
        {
            "politics": "1.勤政愛民，決不貪汙，決不收工程回扣，做個清廉、守法的好公僕。\n2.積極爭取經費，落實基層設施需求，並推動舊有社區改善，提昇鄉親生活品質及改善村容景觀。\n3.善用睦鄰經費並瞭解地方需求，定期至村落探訪，以解決鄉親之需求。\n4.加強老人弱勢族群照顧，落實社會福利政策。\n5.落實管理老人活動中心，並適時增加設備，提供鄉親活動，促進身心健康。\n6.建請縣府加速改善東引鄉親後送機制，只要東引衛生所認定病患達到後送條件，病患家屬即可決定要送南竿或台灣，以免延誤病情。\n7.積極爭取醫療直升機，南竿到東引的時間再縮短。\n8.維護鄉親所有應有的權益，積極爭取鄉親各項福利，如婦女生育獎助金及老人生日禮金。\n9.積極爭取更多經費來因應冬季直升機飛航趟次。\n10.積極爭取東引酒廠，回歸東引，鄉親可以優先入股，大家賺大錢。",
            "img": "\/json\/portrait\/cand\/D1\/09007\/09007040000003.jpg",
            "gender": "男",
            "victor": false,
            "name": "劉家發",
            "birth": "0430314",
            "type": "鄉鎮市長",
            "deptCode": "040",
            "party": "無",
            "candNo": 3,
            "home": "連江縣"
        }
    ]
}