<?php
$zones = [
    // '09007-01' => '南竿鄉',
    // '09007-02' => '北竿鄉',
    // '09007-03' => '莒光鄉',
    // '09007-04' => '東引鄉',
    '09020-01' => [
        'name' => '周曉芸',
        'fb' => 'https://www.facebook.com/%E5%91%A8%E6%9B%89%E8%8A%B8-100138485917541',
        'info' => '年齡：45歲
學歷：經國管理暨健康學院
現職：大佳雲端科技執行總監、信馨股份有限公司副理
經歷：益群創意股份有限公司董事長暨總經理公室秘書、富醫健康管理顧問公司健檢經理、西園醫院醫療體系永越健康管理中心健組經理',
    ],
    // '09020-02' => '金沙鎮,金湖鎮',
    // '09020-03' => '烈嶼鄉',
    // '10002-01' => '宜蘭市',
    // '10002-02' => '頭城鎮',
    // '10002-03' => '礁溪鄉',
    // '10002-04' => '員山鄉',
    // '10002-05' => '壯圍鄉',
    // '10002-06' => '羅東鎮',
    // '10002-07' => '五結鄉',
    // '10002-08' => '冬山鄉',
    // '10002-09' => '三星鄉,大同鄉',
    // '10002-10' => '蘇澳鎮,南澳鄉',
    // '10004-01' => '竹北市',
    // '10004-02' => '湖口鄉',
    // '10004-03' => '新豐鄉',
    // '10004-04' => '關西鎮',
    // '10004-05' => '新埔鎮',
    // '10004-06' => '橫山鄉,尖石鄉',
    // '10004-07' => '芎林鄉',
    // '10004-08' => '竹東鎮,五峰鄉',
    // '10004-09' => '寶山鄉',
    // '10004-10' => '北埔鄉,峨眉鄉',
    '10005-01' => [
        'name' => '楊喬安',
        'fb' => 'https://www.facebook.com/YQA.Office/',
        'info' => '年齡：44歲
學歷：大湖農工
現職：苗栗市民代表會主席',
    ],
    // '10005-02' => '銅鑼鄉,三義鄉,西湖鄉',
    '10005-03' => [
        'name' => '傅郁揚',
        'fb' => 'https://www.facebook.com/fu1123',
        'info' => '',
    ],
    '10005-04' => [
        'name' => '謝端容',
        'fb' => '',
        'info' => '',
    ],
    '10005-05' => [
        'name' => '林志學',
        'fb' => 'https://www.facebook.com/%E6%9E%97%E5%BF%97%E5%AD%B8-%E6%B8%85%E6%96%B0%E5%89%8D%E9%80%B2%E7%9A%84%E5%8A%9B%E9%87%8F-100252622547425',
        'info' => '年齡：45歲
學歷：中國文化大學
現職：貿易公司業務協理
經歷：北區客家高峰會負責人、網路貓裏齊步走發起人、台灣眾望文教協會理事、佬屋有限公司創辦人',
    ],
    // '10005-06' => '卓蘭鎮,大湖鄉,獅潭鄉,泰安鄉',
    '10007-01' => [
        'name' => '王孝裕',
        'fb' => 'https://www.facebook.com/shonking0808',
        'info' => '年齡：43歲
學歷：國立陽明交通大學機械系博士生
現職：財團法人資訊工業策進會地方創生處中區中心主任
經歷：自行車中心業務工程師、鞋類暨運動休閒科技研發中心副理、資訊工業策進會組長、資訊工業策進會主任',
    ],
    // '10007-02' => '福興鄉,鹿港鎮,秀水鄉',
    // '10007-03' => '線西鄉,伸港鄉,和美鎮',
    '10007-04' => [
        'name' => '張雪如',
        'fb' => 'https://www.facebook.com/%E5%BC%B5%E9%9B%AA%E5%A6%82_%E7%B5%A6%E4%B8%8B%E4%B8%80%E4%BB%A3%E6%84%9B%E5%AE%B6%E6%9A%B4%E6%80%A7%E4%BE%B5%E5%AE%B3%E9%98%B2%E6%B2%BB%E6%A1%88%E4%BE%8B%E5%88%86%E4%BA%AB%E5%85%8D%E8%B2%BB%E8%AB%AE%E8%A9%A2-118972468134856/',
        'info' => '年齡：55歲
學歷：明道大學高階企業管理碩士EMBA
現職：彰化縣第十九屆議員
經歷：員林市民代表、彰化縣第十五至十八屆議員、彰化縣警察局員林分局家暴志工隊長、彰化縣救難協會、彰化縣警察局婦幼隊專任講師、彰化縣志願服務推展講師、家暴志工訓練課程專任講師、彰化縣員林廣寧樂善團創團長、彰化縣私立快樂天堂社會福利慈善基金會董事長',
    ],
    '10007-05' => [
        'name' => '陳重嘉',
        'fb' => 'https://www.facebook.com/politicianccc/',
        'info' => '年齡：40歲
學歷：大葉大學電機碩士
現職：彰化縣第十九屆議員
經歷：富慶集團啟華科技公司總經理特助、永晉集團永晉燈飾股份有限公司總經理特助、永晉集團歐雅特股份有限公司副總經理、阡富科技執行長、彰化縣第十七及十八屆議員',
    ],
    // '10007-06' => '田中鎮,社頭鄉,二水鄉',
    // '10007-07' => '北斗鎮,田尾鄉,埤頭鄉,溪州鄉',
    // '10007-08' => '二林鎮,芳苑鄉,大城鄉,竹塘鄉',
    // '10008-01' => '南投市,名間鄉',
    // '10008-02' => '草屯鎮,中寮鄉',
    // '10008-03' => '水里鄉,信義鄉,集集鎮,魚池鄉',
    // '10008-04' => '竹山鎮,鹿谷鄉',
    // '10008-05' => '仁愛鄉,埔里鎮,國姓鄉',
    '10009-01' => [
        'name' => '林靖冠',
        'fb' => 'https://www.facebook.com/Kuan.TaiwanPeoplesParty',
        'info' => '年齡：51歲
學歷：亞洲大學營養保健生技學系畢業
現職：斗六成功果園青農實驗農場負責人、妍植生技股份有限公司總經理、宣傑國際有限公司總經理
經歷：雲林縣議員林勝雄服務處主任、雲林縣公正派出所五屆警友站站長',
    ],
    // '10009-02' => '斗南鎮,古坑鄉,大埤鄉',
    '10009-03' => [
        'name' => '陳乙辰',
        'fb' => 'https://www.facebook.com/Power.Hope.CHEN',
        'info' => '年齡：34歲
學歷：國立虎尾科技大學工業工程管理系碩士
現職：雲林縣政府聯合服務中心副主任
經歷：立法院國會助理、雲林縣籃球委員會副主委、雲林縣青工總會副會長、雲林縣青發會常務監事',
    ],
    // '10009-04' => '西螺鎮,二崙鄉,崙背鄉',
    // '10009-05' => '麥寮鄉,東勢鄉,臺西鄉,四湖鄉',
    // '10009-06' => '北港鎮,口湖鄉,水林鄉',
    // '10010-01' => '太保市,鹿草鄉,水上鄉',
    // '10010-02' => '民雄鄉,新港鄉',
    // '10010-03' => '大林鎮,溪口鄉,梅山鄉',
    // '10010-04' => '朴子市,六腳鄉,東石鄉',
    // '10010-05' => '布袋鎮,義竹鄉',
    // '10010-06' => '中埔鄉,竹崎鄉,番路鄉,大埔鄉,阿里山鄉',
    // '10013-01' => '屏東市',
    // '10013-02' => '長治鄉,麟洛鄉,九如鄉,里港鄉,鹽埔鄉,高樹鄉,三地門鄉,霧臺鄉,瑪家鄉',
    // '10013-03' => '潮州鎮,內埔鄉,竹田鄉,萬巒鄉,新埤鄉,枋寮鄉,泰武鄉,來義鄉,春日鄉',
    // '10013-04' => '東港鎮,萬丹鄉,新園鄉',
    // '10013-05' => '崁頂鄉,林邊鄉,南州鄉,佳冬鄉',
    // '10013-06' => '恆春鎮,車城鄉,滿州鄉,枋山鄉,獅子鄉,牡丹鄉',
    // '10013-07' => '琉球鄉',
    // '10014-01' => '蘭嶼鄉,臺東市',
    // '10014-02' => '延平鄉,卑南鄉',
    // '10014-03' => '成功鎮,東河鄉,長濱鄉',
    // '10014-04' => '關山鎮,鹿野鄉,池上鄉,海端鄉',
    // '10014-05' => '金峰鄉,達仁鄉,太麻里鄉,大武鄉',
    // '10014-06' => '綠島鄉',
    // '10015-01' => '花蓮市',
    // '10015-02' => '新城鄉,秀林鄉',
    // '10015-03' => '壽豐鄉,光復鄉,豐濱鄉,鳳林鎮,吉安鄉,萬榮鄉',
    // '10015-04' => '瑞穗鄉,玉里鎮,富里鄉,卓溪鄉',
    // '10016-01' => '馬公市',
    // '10016-02' => '湖西鄉',
    // '10016-03' => '白沙鄉',
    // '10016-04' => '西嶼鄉',
    // '10016-05' => '望安鄉',
    // '10016-06' => '七美鄉',
    '10017-01' => [
        'name' => '林毓峯',
        'fb' => 'https://www.facebook.com/%E5%8F%B0%E7%81%A3%E6%B0%91%E7%9C%BE%E9%BB%A8-%E6%9E%97%E6%AF%93%E5%B3%AF-106142995306842/',
        'info' => '年齡：43歲
學歷：銘傳大學新媒體暨傳播管理學系（就讀中）
現職：社團法人中華民國全力分享愛協會理事長、台北市新興國中家長會委員
經歷：空軍航空技術學院副學務長及學務長、聯勤基隆運輸港灘中隊營輔導長、國防部心理作戰大隊副分隊長、分隊長及營輔導長、空軍防砲二○六營、二一五營及二○二彈庫連輔導長、空軍警衛二營一連排長、國防部軍備局及空軍作戰指揮部政治參謀官、國防部青年日報社立院、外交、教育、藝文及軍事記者、國防部軍事新聞通訊社新聞參謀官、國防大學政治作戰學院教育行政官、國防部心戰大隊心理作戰官、空軍陸用通訊電子工程廠及聯勤化學兵基地勤務廠政治作戰官',
    ],
    '10017-02' => [
        'name' => '紀珈',
        'fb' => 'https://www.facebook.com/TPPChiChia/',
        'info' => '年齡：29歲
學歷：亞洲大學財經法律學系
現職：林金發律師事務所 副所長
經歷：勤創國際科技法律事務所法務人員、協聖保險經紀人有限公司核保人員、揚塵兩岸綜合法律事務所法務專員',
    ],
    '10017-03' => [
        'name' => '李依芩',
        'fb' => 'https://www.facebook.com/TPPLeeYiChin/',
        'info' => '年齡：24歲
學歷：國立台北商業大學專科
現職：德侑科技股份有限公司 總經理秘書
經歷：均晨文理補習班助理導師、貿一報關行會計助理/進出口打單、麥當勞服務員、德侑科技股份有限公司總經理秘書',
    ],
    // '10017-04' => '中山區',
    '10017-05' => [
        'name' => '劉韋巡',
        'fb' => 'https://www.facebook.com/%E5%8A%89%E9%9F%8B%E5%B7%A1-174455783100940',
        'info' => '年齡：37歲
學歷：美國林肯大學商業管理學碩士（MBA）
現職：台灣民眾黨基隆市黨部安樂區主任、台灣民眾黨基隆市黨代表、苙霏國際貿易執行長（電子商務）、金金商務旅館總經理、基隆市體育會棒球委員會主任委員、國際扶輪社基隆南區社監事暨社區發展委員、基隆市劉唐杜姓宗親會監事
經歷：宏普科技區域美國分公司協理（Thecus Technology USA）、宏普科技區域業務經理（Thecus Technology）、基隆市前市長張通榮市長室秘書',
    ],
    // '10017-06' => '暖暖區',
    // '10017-07' => '七堵區',
    // '10018-01' => '東區',
    // '10018-02' => '東區',
    // '10018-03' => '北區',
    '10018-04' => [
        'name' => '蔡文盛',
        'fb' => 'https://www.facebook.com/%E9%87%91%E7%AB%B9%E9%87%8C%E9%95%B7%E8%94%A1%E6%96%87%E7%9B%9B-2015108055370742/',
        'info' => '年齡：45歲
學歷：明新科技大學管理研究所
現職：新竹市北區金竹里里長
經歷：新竹市巡防協進會理事長、新竹市後備憲兵荷松協會理事、新竹市綠手指環境保護促進會總幹事',
    ],
    '10018-05' => [
        'name' => '葉國文',
        'fb' => 'https://www.facebook.com/POWERANDYEH/',
        'info' => '年齡：49歲
學歷：陽明交通大學土木工程學系博士班（就讀中）、明新科技大學土木工程與環境資源管理系碩士
現職：新竹市香山區樂齡學習中心主任
經歷：緯創資通新測試技術開發部經理、宏碁電腦製程工程部自動化測試課主任、新竹市香山高中校友會會長、新竹市香山區理事長聯誼會榮譽會長、新竹市社區關懷協會理事長、香村社區發展協會理事長、新竹市香山區樂齡學習中心主任、真會租不動產執行長',
    ],
    // '10020-01' => '東區',
    // '10020-02' => '西區',
    '63000-01' => [
        [
            'sort' => 1,
            'name' => '黃瀞瑩',
            'fb' => 'https://www.facebook.com/chingyin81610/',
            'info' => '年齡：29歲
學歷：倫敦大學金匠學院政治傳播碩士、輔仁大學新聞傳播學系學士
經歷：臺北市政府副發言人、民眾黨不分區立委參選人',
        ],
        [
            'sort' => 2,
            'name' => '陳思宇',
            'fb' => 'https://www.facebook.com/taipeisuyuchen/',
            'info' => '年齡：35歲
學歷：台灣大學國家發展研究所碩士
現職：反萊豬大眾走聯盟召集人
經歷：台北市政府觀光傳播局長，台北市政府副發言人，民眾黨發言人',
        ]
    ],
    '63000-02' => [
        'name' => '陳宥丞',
        'fb' => 'https://www.facebook.com/Ntuyoyo/',
        'info' => '年齡：36歲
學歷：台灣大學國家發展研究所（就讀中）
現職：民眾黨台北市黨部副主委/港湖服務處、中華議事學會理事
經歷：黃珊珊議員辦公室、台灣民眾黨發言人',
    ],
    '63000-03' => [
        'name' => '楊寶楨',
        'fb' => 'https://www.facebook.com/baojhenyang/',
        'info' => '年齡：32歲
學歷：國立政治大學歐語系雙主修企管系
現職：台灣民眾黨發言人、hitFM 電台「嗆新聞」節目主持人
經歷：非凡新聞台記者/節目主持人、今周刊記者/研究員',
    ],
    '63000-04' => [
        'name' => '林珍羽',
        'fb' => 'https://www.facebook.com/cyu414/',
        'info' => '年齡：34歲
學歷：銘傳大學管理學院碩士班（就讀中）、台南應用科技大學美術系
經歷：臺北市政府副發言人、台灣民眾黨創黨發言人、三立電視行銷公關',
    ],
    '63000-05' => [
        'name' => '吳怡萱',
        'fb' => 'https://www.facebook.com/WuYiSyuan888/',
        'info' => '年齡：32歲
學歷：台大國發所、世新新聞系
經歷：民眾黨公關長、電視台記者/主播',
    ],
    '63000-06' => [
        [
            'sort' => 1,
            'name' => '張志豪',
            'fb' => 'https://www.facebook.com/%E7%86%B1%E8%A1%80%E6%89%93%E7%81%AB%E9%96%8B%E6%99%AE%E6%95%A6-%E5%BC%B5%E5%BF%97%E8%B1%AA-101385648280376',
            'info' => '年齡：50歲
學歷：台灣大學管理學院EMBA 110級國企組、輔仁大學醫學院護理學系
現職：北市大安區金華義消分隊長、中華民國救助技術發展與諮詢協會理事長
經歷：華航總統專機飛行機師、台大醫院急診部研究助理',
        ],
        [
            'sort' => 2,
            'name' => '張幸松',
            'fb' => 'https://www.facebook.com/shingsong1106',
            'info' => '年齡：63歲
學歷：建國中學、台灣大學
現職：台北市張廖簡宗親會第8屆理事長、台北市尪公獅子會創會長、台北市地政士公會理事、中華民國尪公慈善功德會理事長、台北市文山安全社區暨健康城市促進會第2屆常務理事、台灣張氏宗親總會第3屆副理事長、財團法人台北市私立盲人有聲圖書館董事、文山區民防顧問、財團法人台北市張慶望祭祀公業委員、台北市政府市政顧問、台北市畜產運銷股份有限公司 官派董事
經歷：台北市文山區體育會第4、5屆理事長、木柵集應廟第3、4屆主任委員、懷生國小第35、36、39、40屆家長會長、台北市文山安全社區暨健康城市促進會第1、2屆常務理事、台北市尪公獅子會創會長、台北市張廖簡宗親會第7、8屆理事長、台北市地政士公會理事、台灣張氏宗親總會第1、2、3屆副理事長、中華民國尪公慈善功德會理事長、財團法人台北市私立盲人有聲圖書館董事、2018年柯文哲競選市長獅子會後援會會長、財團法人台北市張慶望祭祀公業管理人、保儀社區發展協會創會理事長',
        ]
    ],
    // '64000-01' => '杉林區,美濃區,六龜區,旗山區,甲仙區,內門區,茂林區,桃源區,那瑪夏區',
    // '64000-02' => '田寮區,阿蓮區,路竹區,湖內區,茄萣區',
    // '64000-03' => '岡山區,橋頭區,燕巢區,永安區,彌陀區,梓官區',
    '64000-04' => [
        'name' => '莊貽量',
        'fb' => 'https://www.facebook.com/e363888/',
        'info' => '年齡：48歲
學歷：中山大學碩士
現職：企業管理顧問、台灣民眾黨高雄市黨部副主委
經歷：民眾黨高雄市黨部執行長',
    ],
    // '64000-05' => '大樹區,大社區,仁武區,鳥松區',
    '64000-06' => [
        'name' => '劉家榮',
        'fb' => 'https://www.facebook.com/kikooiam/',
        'info' => '年齡：48歲
學歷：國立中央警察大學法律學碩士
現職：颺理法律事務所所長、台灣民眾黨高雄市黨部旗鼓鹽服務處主任、台灣民眾黨屏東縣黨部代理主委
經歷：中華民國律師公會全國聯合會律師研習所執行長、屏東律師公會第28屆理事長、法務部矯正署屏東監獄假釋委員、臺灣律師懲戒委員會委員、中華民國全國律師聯合會理事、經濟部中小企業榮譽律師、高等法院高雄分院法官助理、台南市政府警察局法律諮詢委員 高雄市政府及高雄市婦女會免費諮詢律師、高雄市政府勞工局民眾免費諮詢律師、財團法人法律扶助基金會高雄分會審查委員暨扶助律師、財團法人法律扶助基金會屏東分會審查委員暨扶助律師、高雄市立三民國小法律顧問、高雄市藥師公會法律顧問、高雄市電器公會法律顧問、高雄市慈德親幼協會監事、高雄市慈德育幼院法律顧問、台灣人權關懷協會法律顧問、中華民國游泳協會法律顧問、內政部警政署保五總隊法律顧問、台南市政府警察局法律諮詢委員、高雄市政府警察局法律顧問、高雄第二監獄法律顧問、台南監獄法律顧問、屏東監獄法律顧問、臺灣屏東監獄法治教育講師、三軍澎湖醫院法律顧問',
    ],
    '64000-07' => [
        'name' => '李佳玲',
        'fb' => 'https://www.facebook.com/KHCTPP/',
        'info' => '年齡：43歲
學歷：靜宜大學國際企業系
現職：台灣民眾黨三民服務處主任、高雄城市發展協會副理事長、高雄陽明國小家長會副會長
經歷：百博文理補習班總班主任10年、三商美邦人壽保險規劃師10年',
    ],
    // '64000-08' => '新興區,前金區,苓雅區',
    // '64000-09' => '鳳山區',
    // '64000-10' => '前鎮區,小港區',
    // '64000-11' => '林園區,大寮區',
    '65000-01' => [
        'name' => '陳靜儀',
        'fb' => 'https://www.facebook.com/2018Chen/',
        'info' => '年齡：53歲
學歷：美國奧勒岡大學
現職：群通興業股份有限公司顧問、台灣失能者家庭暨看護雇主國際協會常務監事、台灣民眾黨財務監督委員、新北市選舉委員會監察小組委員
經歷：均達電子工業股份有限公司業務部、日盛期貨股份有限公司研究自營部 總經理室、東森電視事業股份有限公司理財中心、東森得易購股份有限公司理財中心、東森保險代理人股份有限公司行銷企劃部及商品開發部、新北市竹圍高中家長會副會長及志工媽媽、性別教育委員會家長會代表'
    ],
    '65000-02' => [
        'name' => '黃琦翔',
        'fb' => 'https://www.facebook.com/%E6%B0%91%E7%9C%BE%E9%BB%A8%E6%96%B0%E5%8C%97%E5%B8%82%E7%AC%AC%E4%BA%8C%E9%81%B8%E5%8D%80%E5%B8%82%E8%AD%B0%E5%93%A1%E5%8F%83%E9%81%B8%E6%8F%90%E5%90%8D%E4%BA%BA%E9%BB%83%E7%90%A6%E7%BF%94-103306642207605',
        'info' => '學歷：法國高等研究實踐學院歷史及宗教人類學博士
現職：中國文藝協會副秘書長
經歷: 中研院史語所訪問學人，法國遠東學院編輯助理，中華民國駐西非使館計劃專家，西非尼可外貿公司總經理，江蘇省淮陰工學院副教授，永久和平發展協會研究員',
    ],
    '65000-03' => [
        'name' => '陳世軒',
        'fb' => 'https://www.facebook.com/jimmychen242',
        'info' => '年齡：26歲
學歷：Monash University
現職：立法委員蔡壁如秘書
經歷：扶輪社國際交換學生、工商建研會青年團海外聯絡人、台灣幸福文化藝術基金會執行長、全國運動會新北男籃代表隊領隊、新北市議員助理、台北市政府市長室實習生',
    ],
    '65000-04' => [
        'name' => '陳俊霖',
        'fb' => 'https://www.facebook.com/starfromlin',
        'info' => '',
    ],
    '65000-05' => [
        'name' => '吳達偉',
        'fb' => 'https://www.facebook.com/Z9forTW/',
        'info' => '年齡：37歲
學歷：台灣大學機械工程學研究所
現職：歷久網路媒體負責人
經歷：立委高虹安辦公室主任、華碩電腦工程師、廣達電腦工程師',
    ],
    //'65000-06' => [], //中和
    //'65000-07' => [],
    '65000-08' => [
        'name' => '張昭隆',
        'fb' => 'https://www.facebook.com/wangyeDirector',
        'info' => '年齡：55歲
學歷：世新大學產業碩士專班
現職：新北市華慈晨曦庇護工場執行長
經歷：社團法人中華王爺慈善會創會理事長、捷信生機有限公司負責人、中華民國紳士協會土城會長新北市苗栗同鄉會顧問、重慶慈惠堂金母會會長',
    ],
    '65000-09' => [
        'name' => '張凱鈞',
        'fb' => 'https://www.facebook.com/runningtp/',
        'info' => '年齡：44歲
學歷：英國倫敦大學資訊博士
現職：Dr.Mask總經理
經歷：聯速科技有限公司總經理、Dr. Mask口罩博士創辦人、Digi Space共創空間董事創辦人、300A2區青少獅委員會主席、尪公獅子會前會長'
    ],
    // '65000-10' => '瑞芳區,平溪區,雙溪區,貢寮區',
    '65000-11' => [
        'name' => '彭立信',
        'fb' => 'https://www.facebook.com/%E5%BD%AD%E7%AB%8B%E4%BF%A1%E5%B0%8F%E7%A2%BA%E5%B9%B8%E7%BE%A4-106410588557132',
        'info' => '年齡：48歲
學歷：美國Grand Canyon University M.B.A企管碩士
現職：康民（腦）診所副總經理
經歷：國際獅子會區300A3區2017~2018台北市東湖獅子會理事、國際獅子會區300A3區2018~2019台北市東湖獅子會監事、國際傑人會2020台北市會理事、國際傑人會2021台北市會秘書長、國際獅子會300A2區2020~2021民權獅子會會長、國際獅子會300A2區2018~2022明星獅子會理事、2021~2022國際獅子會300A2區獅子探索委員會主席、國際扶輪社3523地區台北市華東扶輪社2021~2022社區服務與發展主委',
    ],
    // '66000-01' => '大甲區,外埔區,大安區',
    // '66000-02' => '清水區,沙鹿區,梧棲區',
    // '66000-03' => '烏日區,大肚區,龍井區',
    // '66000-04' => '后里區,豐原區',
    '66000-05' => [
        'name' => '張睿倉',
        'fb' => 'https://www.facebook.com/ChangRueiTsang180/',
        'info' => '年齡：36歲
學歷：世新大學資訊管理系
現職：台中市大雅區上雅里里長
經歷：大雅區上雅里里長、大雅區上雅里守望相助隊大隊長、愛鄰守護志工隊隊長、大雅籃委會常務理事、大雅獅子會理事、台中市世新校友會理事、大雅慈暉會顧問、神岡青商會顧問',
    ],
    // '66000-06' => '西屯區',
    '66000-07' => [
        'name' => '洪鑫任',
        'fb' => 'https://www.facebook.com/hong408818',
        'info' => '年齡：33歲
學歷：僑光科大企管系
現職：佐赫有限公司負責人
經歷：公益粉專南屯即時通版主、台中市環保局環保大使、台中僑光科大校友會理事',
    ],
    // '66000-08' => '北屯區',
    // '66000-09' => '北區',
    '66000-10' => [
        'name' => '許瑞宏',
        'fb' => 'https://www.facebook.com/C.W.AndyHsu',
        'info' => '年齡：47歲
學歷：逢甲大學EMBA碩士
現職：礽豐國際餐飲股份有限公司董事長
經歷：華盛頓高級中學國際部家長會副會長、全人家長會長協會顧問、台中市大隆商圈管委會委員、逢甲大學EMBA協會會長、台中市第一分局警友會副主任',
    ],
    '66000-11' => [
        'name' => '林俊凱',
        'fb' => 'https://www.facebook.com/streetcleaner407',
        'info' => '年齡：27歲
學歷：臺中一中、臺灣警察專科學校
現職：警員
經歷：臺中市青年事務諮詢委員會青年委員',
    ],
    // '66000-12' => '太平區',
    '66000-13' => [
        'name' => '江和樹',
        'fb' => 'https://www.facebook.com/%E6%B1%9F%E5%92%8C%E6%A8%B9-368916260229871/',
        'info' => '年齡：41歲
學歷：亞洲大學碩士
現職：台中市大里區立德里里長
經歷：台中市大里區立德里里長、台中市大里區立德社區發展協會理事長、台灣國際獅子會300 C2區2019及2020年大里立新獅子會會長、台中市寵物商業同業公會理事長、中華民國寵物商業同業公會全國聯合會副理事長',
    ],
    // '66000-14' => '東勢區,新社區,石岡區,和平區',
    // '67000-01' => '鹽水區,白河區,新營區,柳營區,後壁區,東山區',
    // '67000-02' => '佳里區,學甲區,西港區,七股區,將軍區,北門區',
    // '67000-03' => '麻豆區,下營區,六甲區,官田區,大內區',
    // '67000-04' => '玉井區,楠西區,南化區,左鎮區',
    '67000-05' => [
        'name' => '洪岳銘',
        'fb' => 'https://www.facebook.com/%E6%B4%AA%E5%B2%B3%E9%8A%98-101279882465618',
        'info' => '年齡：29歲
現職：行政院農業委員會農業技術團-台南團、台灣民眾黨台南市黨部善化、安定、新市、山上、新化區主任
學歷：國立台北商業大學（原國立台北商業技術學院）企業管理系
經歷：行政院農業委員會農業技術團-台南團、綠色大地有機農場、統欣生物科技股份有限公司、Uniqlo人事部實習生',
    ],
    '67000-06' => [
        'name' => '陳詩薇',
        'fb' => 'https://www.facebook.com/annantainan2022',
        'info' => '年齡：37歲
現職：台灣民眾黨台南市黨部安南區主任
學歷：美國卡森紐曼學院教育碩士
經歷：陳進義議員辦公室特助，美國州立地方法院交通組助理，獨立咖啡店經營管理者',
    ],
    '67000-07' => [
        'name' => '江品璁',
        'fb' => 'https://www.facebook.com/pingtsung1011/',
        'info' => '年齡：35歲
學歷：英國格拉斯哥大學國際關係碩士
現職：台南市黨部永康區主任
經歷：蘋果日報慈善基金會記者、年代新聞台記者、人間衛視記者',
    ],
    '67000-08' => [
        'name' => '江明宗',
        'fb' => 'https://www.facebook.com/k.olc.tw/',
        'info' => '年齡：40歲
學歷：中國科技大學資訊管理學系
現職：獨立程式設計師
經歷：台南市政府智慧城市辦公室執行秘書、台南市政府市長室秘書、時代力量台南市黨部執行長、經濟部政策評估整合辦公室研究員',
    ],
    // '67000-09' => '南區,安平區',
    '67000-10' => [
        'name' => '蔡宛秦',
        'fb' => 'https://www.facebook.com/chintsai2022/',
        'info' => '年齡：38歲
現職：台灣民眾黨台南市黨部東區主任
學歷：國立中正大學法律碩士班（就讀中） 、國立中正大學政治系
經歷：台南市政府農業局專員、台灣團結聯盟台南市黨部主任、郭建盟議員辦公室法案特助、陳秋萍議員辦公室行政助理、農委會漁業署調查員',
    ],
    '67000-11' => [
        'name' => '江國銘',
        'fb' => 'https://www.facebook.com/killlosemuseum/',
        'info' => '年齡：40歲
學歷：南臺科技大學資訊傳播所碩士
現職：社區營造、地方創生工作者
經歷：南台資傳新聞中心Peopo公民記者、教育廣播電台高雄分台外包節目企劃製作、立德大學兼任講師及研究助理、南關社區大學社區執行秘書、高中/國中/國小社團老師（記者社/校刊編輯社/微電影社/攝影多媒體社）、2018臺南市議員候選人、立委候選人林燕祝競選團隊發言人',
    ],
    '68000-01' => [
        'name' => '黃成峻',
        'fb' => 'https://www.facebook.com/taoyuan2022/',
        'info' => '年齡：43歲
學歷：開南大學公共管理學碩士
現職：立法委員蔡壁如桃園區服務處主任、雲找茶創辦人兼執行長、鉑羽文創有限公司創辦人兼執行長、八加一健身中心創辨人兼顧問、創動學院品牌發展講師、創動學院運動健身講師
經歷：第15屆桃園縣議員黃哲鍾服務處助理、第17屆桃園縣議員黃哲鍾辦公室主任、第9屆桃園市民代表李秋惠服務處秘書、第10屆桃園市民代表黃哲鍾服務處秘書、第11屆桃園市民代表李秋惠服務處秘書、第10屆桃園市宜蘭同鄉會秘書、第11屆桃園市宜蘭同鄉會秘書、桃園市黃氏宗親會青年組副組長、桃花園服務處辦公室主任、2017桃園企業菁英二代會副會長、2018桃園企業菁英二代會會長、2018桃園區無黨籍市議員候選人、2019 桃園企業菁英二代會輔導會長、2020 青世代領航協會名譽 理事長、2022 台灣連鎖加盟促進協會教育訓練主委',
    ],
    '68000-02' => [
        'name' => '簡僑亨',
        'fb' => 'https://www.facebook.com/%E6%88%91%E4%BD%8F%E9%BE%9C%E5%B1%B1%E6%88%91%E9%A9%95%E5%82%B2-%E7%B0%A1%E5%83%91%E4%BA%A8-107220257489071/',
        'info' => '年齡：44歲
學歷：臺北市立惇敘高工
現職：桃園市龜山區文青里里長
經歷：台灣高爾夫球協會業務經理、范倫鐵諾業務經理、電路板印刷生產管理組長、網路拍賣直播直播主、桃園市龜山區里長聯誼會書記、桃園市龜山區張廖簡宗親會常任理事、桃園市龜山區文青里守望相助隊副分隊長、桃園市龜山區文青里環保志工小隊隊長、桃園市警察大隊龜山中隊顧問、桃園市樂善國民小學籌備處顧問、桃園市樂善國民小學家長會顧問、桃園市大崗國民小學家長會顧問、台北市立景美女子高級中學家長會委員',
    ],
    // '68000-03' => '八德區',
    '68000-04' => [
        'name' => '黃國晏',
        'fb' => 'https://www.facebook.com/TPPLuzhu',
        'info' => '年齡：41歲
學歷：台灣大學政治學系政治理論組
現職：台灣民眾黨桃園市蘆竹區主任、立委蔡壁如助理
經歷：立委邱臣遠助理、禹洋科技股份有限公司、桃園市青年事務局青創指揮部、中央大學研究發展處創新育成中心及智慧電源股份有限公司等多家中小企業之管理顧問、2018桃園市蘆竹區五福里長候選人、捷進國際文教事業有限公司業務部經理及留學顧問、2010桃園縣蘆竹鄉第19屆鄉民代表選舉候選人、NOVOTEL Taipei華航桃園機場飯店宴會廳業務副理、桃園縣蘆竹鄉生活美學協會、2005中華民國任務型國民大會代表、十大傑出青年基金會學生大會會長',
    ],
    // '68000-05' => '大園區',
    '68000-06' => [
        'name' => '徐慈檉',
        'fb' => 'https://www.facebook.com/ThomasHsu1207/',
        'info' => '年齡：26歲
學歷：國立台北大學民俗藝術與文化資產研究所
現職：台灣民眾黨大溪區主任
經歷：立法委員孫大千青年秘書、桃園市長參選人楊麗環秘書、立法委員陳學聖國會辦公室秘書、立法委員趙正宇秘書、立法委員蔡壁如助理、桃園市私立復旦中學社會科兼任教師',
    ],
    '68000-07' => [
        'name' => '林昭印',
        'fb' => 'https://www.facebook.com/CLARKLIN199/',
        'info' => '年齡：35歲
學歷：大同大學資訊經營系
現職：台灣民眾黨中壢服務處主任
經歷：蔡壁如委員立法院辦公室助理、台灣高鐵站務員及列車控制員、頂尖科技工程師',
    ],
    // '68000-08' => '平鎮區',
    // '68000-09' => '楊梅區',
    // '68000-10' => '龍潭區',
    // '68000-11' => '新屋區',
    // '68000-12' => '觀音區',
];

$basePath = dirname(__DIR__);
file_put_contents($basePath . '/tpp/list.json', json_encode($zones, JSON_PRETTY_PRINT | JSON_UNESCAPED_UNICODE));
