<?php
$zones = [
    // '09007-01' => '南竿鄉',
    // '09007-02' => '北竿鄉',
    // '09007-03' => '莒光鄉',
    // '09007-04' => '東引鄉',
    // '09020-01' => '金城鎮,金寧鄉,烏坵鄉',
    // '09020-02' => '金沙鎮,金湖鎮',
    // '09020-03' => '烈嶼鄉',
    // '10002-01' => '宜蘭市',
    // '10002-02' => '頭城鎮',
    // '10002-03' => '礁溪鄉',
    // '10002-04' => '員山鄉',
    // '10002-05' => '壯圍鄉',
    // '10002-06' => '羅東鎮',
    // '10002-07' => '五結鄉',
    // '10002-08' => '冬山鄉',
    // '10002-09' => '三星鄉,大同鄉',
    // '10002-10' => '蘇澳鎮,南澳鄉',
    // '10004-01' => '竹北市',
    // '10004-02' => '湖口鄉',
    // '10004-03' => '新豐鄉',
    // '10004-04' => '關西鎮',
    // '10004-05' => '新埔鎮',
    // '10004-06' => '橫山鄉,尖石鄉',
    // '10004-07' => '芎林鄉',
    // '10004-08' => '竹東鎮,五峰鄉',
    // '10004-09' => '寶山鄉',
    // '10004-10' => '北埔鄉,峨眉鄉',
    '10005-01' => [
        'name' => '楊喬安',
        'fb' => 'https://www.facebook.com/YQA.Office/',
        'info' => '年齡：44歲
學歷：大湖農工
現職：苗栗市民代表會主席',
    ],
    // '10005-02' => '銅鑼鄉,三義鄉,西湖鄉',
    '10005-03' => [
        'name' => '傅郁揚',
        'fb' => 'https://www.facebook.com/fu1123',
        'info' => '',
    ],
    '10005-04' => [
        'name' => '謝端容',
        'fb' => '',
        'info' => '',
    ],
    '10005-05' => [
        'name' => '林志學',
        'fb' => 'https://www.facebook.com/%E6%9E%97%E5%BF%97%E5%AD%B8-%E6%B8%85%E6%96%B0%E5%89%8D%E9%80%B2%E7%9A%84%E5%8A%9B%E9%87%8F-100252622547425',
        'info' => '年齡：45歲
學歷：中國文化大學
現職：貿易公司業務協理
經歷：北區客家高峰會負責人、網路貓裏齊步走發起人、台灣眾望文教協會理事、佬屋有限公司創辦人',
    ],
    // '10005-06' => '卓蘭鎮,大湖鄉,獅潭鄉,泰安鄉',
    // '10007-01' => '彰化市,花壇鄉,芬園鄉',
    // '10007-02' => '福興鄉,鹿港鎮,秀水鄉',
    // '10007-03' => '線西鄉,伸港鄉,和美鎮',
    // '10007-04' => '員林鎮,大村鄉,永靖鄉',
    // '10007-05' => '埔鹽鄉,埔心鄉,溪湖鎮',
    // '10007-06' => '田中鎮,社頭鄉,二水鄉',
    // '10007-07' => '北斗鎮,田尾鄉,埤頭鄉,溪州鄉',
    // '10007-08' => '二林鎮,芳苑鄉,大城鄉,竹塘鄉',
    // '10008-01' => '南投市,名間鄉',
    // '10008-02' => '草屯鎮,中寮鄉',
    // '10008-03' => '水里鄉,信義鄉,集集鎮,魚池鄉',
    // '10008-04' => '竹山鎮,鹿谷鄉',
    // '10008-05' => '仁愛鄉,埔里鎮,國姓鄉',
    // '10009-01' => '斗六市,莿桐鄉,林內鄉',
    // '10009-02' => '斗南鎮,古坑鄉,大埤鄉',
    // '10009-03' => '虎尾鎮,土庫鎮,褒忠鄉,元長鄉',
    // '10009-04' => '西螺鎮,二崙鄉,崙背鄉',
    // '10009-05' => '麥寮鄉,東勢鄉,臺西鄉,四湖鄉',
    // '10009-06' => '北港鎮,口湖鄉,水林鄉',
    // '10010-01' => '太保市,鹿草鄉,水上鄉',
    // '10010-02' => '民雄鄉,新港鄉',
    // '10010-03' => '大林鎮,溪口鄉,梅山鄉',
    // '10010-04' => '朴子市,六腳鄉,東石鄉',
    // '10010-05' => '布袋鎮,義竹鄉',
    // '10010-06' => '中埔鄉,竹崎鄉,番路鄉,大埔鄉,阿里山鄉',
    // '10013-01' => '屏東市',
    // '10013-02' => '長治鄉,麟洛鄉,九如鄉,里港鄉,鹽埔鄉,高樹鄉,三地門鄉,霧臺鄉,瑪家鄉',
    // '10013-03' => '潮州鎮,內埔鄉,竹田鄉,萬巒鄉,新埤鄉,枋寮鄉,泰武鄉,來義鄉,春日鄉',
    // '10013-04' => '東港鎮,萬丹鄉,新園鄉',
    // '10013-05' => '崁頂鄉,林邊鄉,南州鄉,佳冬鄉',
    // '10013-06' => '恆春鎮,車城鄉,滿州鄉,枋山鄉,獅子鄉,牡丹鄉',
    // '10013-07' => '琉球鄉',
    // '10014-01' => '蘭嶼鄉,臺東市',
    // '10014-02' => '延平鄉,卑南鄉',
    // '10014-03' => '成功鎮,東河鄉,長濱鄉',
    // '10014-04' => '關山鎮,鹿野鄉,池上鄉,海端鄉',
    // '10014-05' => '金峰鄉,達仁鄉,太麻里鄉,大武鄉',
    // '10014-06' => '綠島鄉',
    // '10015-01' => '花蓮市',
    // '10015-02' => '新城鄉,秀林鄉',
    // '10015-03' => '壽豐鄉,光復鄉,豐濱鄉,鳳林鎮,吉安鄉,萬榮鄉',
    // '10015-04' => '瑞穗鄉,玉里鎮,富里鄉,卓溪鄉',
    // '10016-01' => '馬公市',
    // '10016-02' => '湖西鄉',
    // '10016-03' => '白沙鄉',
    // '10016-04' => '西嶼鄉',
    // '10016-05' => '望安鄉',
    // '10016-06' => '七美鄉',
    // '10017-01' => '中正區',
    // '10017-02' => '信義區',
    // '10017-03' => '仁愛區',
    // '10017-04' => '中山區',
    // '10017-05' => '安樂區',
    // '10017-06' => '暖暖區',
    // '10017-07' => '七堵區',
    // '10018-01' => '東區',
    // '10018-02' => '東區',
    // '10018-03' => '北區',
    '10018-04' => [
        'name' => '蔡文盛',
        'fb' => 'https://www.facebook.com/%E9%87%91%E7%AB%B9%E9%87%8C%E9%95%B7%E8%94%A1%E6%96%87%E7%9B%9B-2015108055370742/',
        'info' => '年齡：45歲
學歷：明新科技大學管理研究所
現職：新竹市北區金竹里里長
經歷：新竹市巡防協進會理事長、新竹市後備憲兵荷松協會理事、新竹市綠手指環境保護促進會總幹事',
    ],
    '10018-05' => [
        'name' => '葉國文',
        'fb' => 'https://www.facebook.com/POWERANDYEH/',
        'info' => '年齡：49歲
學歷：陽明交通大學土木工程學系博士班（就讀中）、明新科技大學土木工程與環境資源管理系碩士
現職：新竹市香山區樂齡學習中心主任
經歷：緯創資通新測試技術開發部經理、宏碁電腦製程工程部自動化測試課主任、新竹市香山高中校友會會長、新竹市香山區理事長聯誼會榮譽會長、新竹市社區關懷協會理事長、香村社區發展協會理事長、新竹市香山區樂齡學習中心主任、真會租不動產執行長',
    ],
    // '10020-01' => '東區',
    // '10020-02' => '西區',
    // '63000-01' => '士林區,北投區',
    // '63000-02' => '南港區,內湖區',
    // '63000-03' => '松山區,信義區',
    // '63000-04' => '中山區,大同區',
    // '63000-05' => '中正區,萬華區',
    // '63000-06' => '大安區,文山區',
    // '64000-01' => '杉林區,美濃區,六龜區,旗山區,甲仙區,內門區,茂林區,桃源區,那瑪夏區',
    // '64000-02' => '田寮區,阿蓮區,路竹區,湖內區,茄萣區',
    // '64000-03' => '岡山區,橋頭區,燕巢區,永安區,彌陀區,梓官區',
    '64000-04' => [
        'name' => '莊貽量',
        'fb' => 'https://www.facebook.com/e363888/',
        'info' => '年齡：48歲
學歷：中山大學碩士
現職：企業管理顧問、台灣民眾黨高雄市黨部副主委
經歷：民眾黨高雄市黨部執行長',
    ],
    // '64000-05' => '大樹區,大社區,仁武區,鳥松區',
    '64000-06' => [
        'name' => '劉家榮',
        'fb' => 'https://www.facebook.com/kikooiam/',
        'info' => '年齡：48歲
學歷：國立中央警察大學法律學碩士
現職：颺理法律事務所所長、台灣民眾黨高雄市黨部旗鼓鹽服務處主任、台灣民眾黨屏東縣黨部代理主委
經歷：中華民國律師公會全國聯合會律師研習所執行長、屏東律師公會第28屆理事長、法務部矯正署屏東監獄假釋委員、臺灣律師懲戒委員會委員、中華民國全國律師聯合會理事、經濟部中小企業榮譽律師、高等法院高雄分院法官助理、台南市政府警察局法律諮詢委員 高雄市政府及高雄市婦女會免費諮詢律師、高雄市政府勞工局民眾免費諮詢律師、財團法人法律扶助基金會高雄分會審查委員暨扶助律師、財團法人法律扶助基金會屏東分會審查委員暨扶助律師、高雄市立三民國小法律顧問、高雄市藥師公會法律顧問、高雄市電器公會法律顧問、高雄市慈德親幼協會監事、高雄市慈德育幼院法律顧問、台灣人權關懷協會法律顧問、中華民國游泳協會法律顧問、內政部警政署保五總隊法律顧問、台南市政府警察局法律諮詢委員、高雄市政府警察局法律顧問、高雄第二監獄法律顧問、台南監獄法律顧問、屏東監獄法律顧問、臺灣屏東監獄法治教育講師、三軍澎湖醫院法律顧問',
    ],
    '64000-07' => [
        'name' => '李佳玲',
        'fb' => 'https://www.facebook.com/KHCTPP/',
        'info' => '年齡：43歲
學歷：靜宜大學國際企業系
現職：台灣民眾黨三民服務處主任、高雄城市發展協會副理事長、高雄陽明國小家長會副會長
經歷：百博文理補習班總班主任10年、三商美邦人壽保險規劃師10年',
    ],
    // '64000-08' => '新興區,前金區,苓雅區',
    // '64000-09' => '鳳山區',
    // '64000-10' => '前鎮區,小港區',
    // '64000-11' => '林園區,大寮區',
    '65000-01' => [
        'name' => '陳靜儀',
        'fb' => 'https://www.facebook.com/2018Chen/',
        'info' => '年齡：53歲
學歷：美國奧勒岡大學
現職：群通興業股份有限公司顧問、台灣失能者家庭暨看護雇主國際協會常務監事、台灣民眾黨財務監督委員、新北市選舉委員會監察小組委員
經歷：均達電子工業股份有限公司業務部、日盛期貨股份有限公司研究自營部 總經理室、東森電視事業股份有限公司理財中心、東森得易購股份有限公司理財中心、東森保險代理人股份有限公司行銷企劃部及商品開發部、新北市竹圍高中家長會副會長及志工媽媽、性別教育委員會家長會代表'
    ],
    '65000-02' => [
        'name' => '黃琦翔',
        'fb' => 'https://www.facebook.com/%E6%B0%91%E7%9C%BE%E9%BB%A8%E6%96%B0%E5%8C%97%E5%B8%82%E7%AC%AC%E4%BA%8C%E9%81%B8%E5%8D%80%E5%B8%82%E8%AD%B0%E5%93%A1%E5%8F%83%E9%81%B8%E6%8F%90%E5%90%8D%E4%BA%BA%E9%BB%83%E7%90%A6%E7%BF%94-103306642207605',
        'info' => '學歷：法國高等研究實踐學院歷史及宗教人類學博士
現職：中國文藝協會副秘書長
經歷: 中研院史語所訪問學人，法國遠東學院編輯助理，中華民國駐西非使館計劃專家，西非尼可外貿公司總經理，江蘇省淮陰工學院副教授，永久和平發展協會研究員',
    ],
    '65000-03' => [
        'name' => '陳世軒',
        'fb' => 'https://www.facebook.com/jimmychen242',
        'info' => '年齡：26歲
學歷：Monash University
現職：立法委員蔡壁如秘書
經歷：扶輪社國際交換學生、工商建研會青年團海外聯絡人、台灣幸福文化藝術基金會執行長、全國運動會新北男籃代表隊領隊、新北市議員助理、台北市政府市長室實習生',
    ],
    '65000-04' => [
        'name' => '陳俊霖',
        'fb' => 'https://www.facebook.com/starfromlin',
        'info' => '',
    ],
    '65000-05' => [
        'name' => '吳達偉',
        'fb' => 'https://www.facebook.com/Z9forTW/',
        'info' => '年齡：37歲
學歷：台灣大學機械工程學研究所
現職：歷久網路媒體負責人
經歷：立委高虹安辦公室主任、華碩電腦工程師、廣達電腦工程師',
    ],
    '65000-06' => [
        'name' => '林致兵',
        'fb' => 'https://www.facebook.com/benlin0215/',
        'info' => '年齡：45歲
學歷：淡江大學EMBA
現職：壹玖零陸國際股份有限公司董事長
經歷：台灣連鎖加盟促進協會常務理事、台灣服務業發展協會理事、士林夜市文創觀光發展協會副理事長、新北烹飪商業同業公會副理事長',
    ],
    '65000-07' => [
        'name' => '林道然',
        'fb' => 'https://www.facebook.com/UdCaresunlin',
        'info' => '年齡：34歲
學歷：文化大學大氣科學系
現職：居家安全達人執行長
經歷：華山基金會站長、伊甸基金會社區經理、中華長照協會經理',
    ],
    '65000-08' => [
        'name' => '張昭隆',
        'fb' => 'https://www.facebook.com/wangyeDirector',
        'info' => '年齡：55歲
學歷：世新大學產業碩士專班
現職：新北市華慈晨曦庇護工場執行長
經歷：社團法人中華王爺慈善會創會理事長、捷信生機有限公司負責人、中華民國紳士協會土城會長新北市苗栗同鄉會顧問、重慶慈惠堂金母會會長',
    ],
    '65000-09' => [
        'name' => '張凱鈞',
        'fb' => 'https://www.facebook.com/runningtp/',
        'info' => '年齡：44歲
學歷：英國倫敦大學資訊博士
現職：Dr.Mask總經理
經歷：聯速科技有限公司總經理、Dr. Mask口罩博士創辦人、Digi Space共創空間董事創辦人、300A2區青少獅委員會主席、尪公獅子會前會長'
    ],
    // '65000-10' => '瑞芳區,平溪區,雙溪區,貢寮區',
    '65000-11' => [
        'name' => '彭立信',
        'fb' => 'https://www.facebook.com/%E5%BD%AD%E7%AB%8B%E4%BF%A1%E5%B0%8F%E7%A2%BA%E5%B9%B8%E7%BE%A4-106410588557132',
        'info' => '年齡：48歲
學歷：美國Grand Canyon University M.B.A企管碩士
現職：康民（腦）診所副總經理
經歷：國際獅子會區300A3區2017~2018台北市東湖獅子會理事、國際獅子會區300A3區2018~2019台北市東湖獅子會監事、國際傑人會2020台北市會理事、國際傑人會2021台北市會秘書長、國際獅子會300A2區2020~2021民權獅子會會長、國際獅子會300A2區2018~2022明星獅子會理事、2021~2022國際獅子會300A2區獅子探索委員會主席、國際扶輪社3523地區台北市華東扶輪社2021~2022社區服務與發展主委',
    ],
    // '66000-01' => '大甲區,外埔區,大安區',
    // '66000-02' => '清水區,沙鹿區,梧棲區',
    // '66000-03' => '烏日區,大肚區,龍井區',
    // '66000-04' => '后里區,豐原區',
    '66000-05' => [
        'name' => '張睿倉',
        'fb' => 'https://www.facebook.com/ChangRueiTsang180/',
        'info' => '年齡：36歲
學歷：世新大學資訊管理系
現職：台中市大雅區上雅里里長
經歷：大雅區上雅里里長、大雅區上雅里守望相助隊大隊長、愛鄰守護志工隊隊長、大雅籃委會常務理事、大雅獅子會理事、台中市世新校友會理事、大雅慈暉會顧問、神岡青商會顧問',
    ],
    // '66000-06' => '西屯區',
    // '66000-07' => '南屯區',
    // '66000-08' => '北屯區',
    // '66000-09' => '北區',
    // '66000-10' => '中區,西區',
    // '66000-11' => '東區,南區',
    // '66000-12' => '太平區',
    '66000-13' => [
        'name' => '江和樹',
        'fb' => 'https://www.facebook.com/%E6%B1%9F%E5%92%8C%E6%A8%B9-368916260229871/',
        'info' => '年齡：41歲
學歷：亞洲大學碩士
現職：台中市大里區立德里里長
經歷：台中市大里區立德里里長、台中市大里區立德社區發展協會理事長、台灣國際獅子會300 C2區2019及2020年大里立新獅子會會長、台中市寵物商業同業公會理事長、中華民國寵物商業同業公會全國聯合會副理事長',
    ],
    // '66000-14' => '東勢區,新社區,石岡區,和平區',
    // '67000-01' => '鹽水區,白河區,新營區,柳營區,後壁區,東山區',
    // '67000-02' => '佳里區,學甲區,西港區,七股區,將軍區,北門區',
    // '67000-03' => '麻豆區,下營區,六甲區,官田區,大內區',
    // '67000-04' => '玉井區,楠西區,南化區,左鎮區',
    // '67000-05' => '新化區,善化區,新市區,安定區,山上區',
    // '67000-06' => '安南區',
    '67000-07' => [
        'name' => '江品璁',
        'fb' => 'https://www.facebook.com/pingtsung1011/',
        'info' => '年齡：35歲
學歷：英國格拉斯哥大學國際關係碩士
現職：台南市黨部永康區主任
經歷：蘋果日報慈善基金會記者、年代新聞台記者、人間衛視記者',
    ],
    '67000-08' => [
        'name' => '江明宗',
        'fb' => 'https://www.facebook.com/k.olc.tw/',
        'info' => '年齡：40歲
學歷：中國科技大學資訊管理學系
現職：獨立程式設計師
經歷：台南市政府智慧城市辦公室執行秘書、台南市政府市長室秘書、時代力量台南市黨部執行長、經濟部政策評估整合辦公室研究員',
    ],
    // '67000-09' => '南區,安平區',
    // '67000-10' => '東區',
    '67000-11' => [
        'name' => '江國銘',
        'fb' => 'https://www.facebook.com/killlosemuseum/',
        'info' => '年齡：40歲
學歷：南臺科技大學資訊傳播所碩士
現職：社區營造、地方創生工作者
經歷：南台資傳新聞中心Peopo公民記者、教育廣播電台高雄分台外包節目企劃製作、立德大學兼任講師及研究助理、南關社區大學社區執行秘書、高中/國中/國小社團老師（記者社/校刊編輯社/微電影社/攝影多媒體社）、2018臺南市議員候選人、立委候選人林燕祝競選團隊發言人',
    ],
    // '68000-01' => '桃園區',
    // '68000-02' => '龜山區',
    // '68000-03' => '八德區',
    // '68000-04' => '蘆竹區',
    // '68000-05' => '大園區',
    // '68000-06' => '復興區,大溪區',
    // '68000-07' => '中壢區',
    // '68000-08' => '平鎮區',
    // '68000-09' => '楊梅區',
    // '68000-10' => '龍潭區',
    // '68000-11' => '新屋區',
    // '68000-12' => '觀音區',
];

$basePath = dirname(__DIR__);
file_put_contents($basePath . '/tpp/list.json', json_encode($zones, JSON_PRETTY_PRINT | JSON_UNESCAPED_UNICODE));