{
    "C1": [
        {
            "politics": "【活力新馬祖：掃除障礙，建置多樣化產業！】\n\n馬祖需要拓展多樣化的產業，才能創造就業機會並促進青年回流，進而刺激消費，帶來更完善的生活機能。\n然而，馬祖產業發展面臨的最大障礙，必須解決缺用地、缺住宿、缺人工等困境；而馬祖觀光業，必須強化特色口碑才能提升利潤和品質。\n面對馬祖的困境，我們提出以下步驟：\n\n一、產業商機\n1. 釋放閒置土地，劃設產業用地發展民營老酒產業園區、特色農漁加工品等。\n2. 設置簡易海水浴場，輔導水上休閒娛樂等體驗活動。\n3. 增加住宅及商業區，建造只租不賣的社會住宅；建造辦公空間供新創及中小企業使用，提升經濟動能。\n4. 活絡交通，爭取兩家航空進駐及加開高雄航線。\n\n二、生態綠能\n1. 政府與旅宿業者共推環保「無塑」活動，建立特色觀光口碑。\n2. 劃設海洋保護區，維護海洋環境資源。\n3. 推動再生能源科技、環保回收科技，減少污染並培養在地維護團隊。\n4. 實踐離島國際外交，借鏡各國島嶼永續發展與文化資產保存。\n\n三、親子友善\n1. 全面增加親子活動空間，增加室外的特色公園、室內親子中心等。\n2. 媒合各界資源，為兒童創造更多課外學習機會。\n3. 強化英語及馬祖閩東語母語扎根、支持語言學習教材及活動拓展視野。\n4. 以親子友善為特色推動親子共遊觀光，促進馬祖的孩子與各地兒童交流。\n\n四、透明政府\n1. 定期舉辦縣政說明記者會，並推動鄉代會質詢比照縣議會直播。\n2. 公開各局處機要人員、縣議員公費助理名單。\n3. 縣府「訴願審議委員會」增加中央部會推薦委員及社會公正人士。",
            "img": "\/json\/portrait\/cand\/C1\/09007\/09007000000001.jpg",
            "gender": "男",
            "victor": false,
            "name": "李問",
            "birth": "0780304",
            "type": "縣市長",
            "party": "民主進步黨",
            "candNo": 1,
            "home": "新竹市"
        },
        {
            "politics": "創新改變 馬祖共好\n一、推動雙向夜航、兩家航空進駐、恢復高雄航線、推動在籍居民機票票價六折；落實港埠升級、公營海運交通票價加碼補助，打造便捷交通 \n        網。\n二、推動土地「整體開發」、檢討保護區及公設保留地土地開放、落實興建各鄉國民「示範住宅」，提升土地使用效能。\n三、爭取開放「高登島」，開發「大塘后海上遊憩區」、「莒光人文地景公園」、「東引國家地質公園」等提高觀光吸引力；擘劃大景區佈局並 \n        強化主題定位，緊密聯結在地產業；發展軍事、宗教、生態、海洋等多元觀光體驗，增加旅遊產業鏈收益。\n四、擴展馬祖酒廠業績、東引酒廠組織分立、配售酒降回原價、創辦限量配售價之家戶用酒。積極輔導農漁產業轉型及產品多角化經營、建立馬 \n       祖電商產業平台，升級在地產業架構及競爭力。\n五、成立「社會青年處」，票選青年擔任首長，擴大青年公共參與；打造「青創一條街」市集，串接青年工作與地方創生等補助資源；建立青創 \n       無息貸款計畫，積極協助青年返鄉創就業。補助青年結婚五萬元，鼓勵成家。\n六、成立馬祖鄉親在台「醫療服務中心」提供一條龍服務；增加次專科醫療團隊常駐、優化人事組織制度、加強在職進修機制，提昇在地醫療能量；引進科技長照打造「醫養整合」服務社區、完成興建長照大樓；提高孕婦、失能者的營養品補助，並納入年長者；提高輔助社會福利有關措施。\n七、引進智慧教育融入新興科技教程，推動雙語教學、線上國際交流課程，著重鄉土文化傳承、海洋及職能教育等，完善終身學習體系；補助在 \n        籍縣民赴國外攻讀博士，讓馬祖新生代登上世界舞台。\n八、建置政策網路公共參與平台、落實透明政府；建置交通整合購票平台，提高便利性；建立公共服務簡訊及通訊軟體通知系統，提升政府運作 \n        效率。\n九、深化美學生活，補助傳統節慶、新住民文化推廣活動，打造「馬祖品牌」。加速閒置軍事據點及傳統建築修繕活化，積極扶植在地藝文團 \n        體，讓文化走入生活，形塑魅力島嶼；進行「馬祖縣」之意願訪查。\n十、推動環境教育、綠色交通、共享經濟；保護濕地、海洋生態、原生動植物等生態亮點；並提升海漂廢棄物處理系統。",
            "img": "\/json\/portrait\/cand\/C1\/09007\/09007000000002.jpg",
            "gender": "男",
            "victor": false,
            "name": "曹爾元",
            "birth": "0470626",
            "type": "縣市長",
            "party": "中國國民黨",
            "candNo": 2,
            "home": "連江縣"
        },
        {
            "politics": "一、強化馬祖城市品牌，提升馬祖自明性。\n二、建構健全與便利之交通網絡。\n三、打造宜居城市，全方位提供育才及留才資源，穩定地方成長。\n四、落實環境永續政策，成為永續島嶼。\n五、建立友善觀光旅遊環境，提升觀光品質，打造綠色旅行產業。\n六、以文化加值馬祖各產業基礎，接軌國際交流，提升質量與內涵。\n七、維護民生基礎，提供穩定及安全建設，打造宜居島嶼。\n八、確保各年齡層縣民擁有健康福祉，加強智慧醫療服務。\n九、落實公開透明智慧治理，提升行政效能，打造廉能政府。\n十、扶植地方特色產業，創造經濟動能。",
            "img": "\/json\/portrait\/cand\/C1\/09007\/09007000000003.jpg",
            "gender": "男",
            "victor": false,
            "name": "王忠銘",
            "birth": "0470227",
            "type": "縣市長",
            "party": "中國國民黨",
            "candNo": 3,
            "home": "連江縣"
        }
    ]
}